jorgebucaran/fisher
ilancosman/tide@v6
jethrokuan/fzf
franciscolourenco/done
edc/bass
jorgebucaran/autopair.fish
catppuccin/fish
nickeb96/puffer-fish
joseluisq/gitnow@2.12.0
markcial/upto
